[
  {
    "companyName": "OVS",
    "segment": "Fast Fashion",
    "brandHistory": "OVS, nato nel 1972 nel gruppo Coin, è retailer italiano focalizzato su accessibilità, qualità e sostenibilità; collezioni per tutta la famiglia, rete capillare, obiettivo carbon-neutral 2030.",
    "summaryLastReport": "OVS ha introdotto un Sustainability-Linked Bond (SLB) come strumento finanziario innovativo, collegando le condizioni del debito a target ambientali e sociali. L’obiettivo è rafforzare l’allineamento tra performance ESG e struttura finanziaria, con un meccanismo di penalità in caso di mancato raggiungimento degli obiettivi.\n\nIl framework definisce tre Key Performance Indicators (KPI) principali:\n\nRiduzione delle emissioni assolute Scope 1 e 2 (gas serra diretti e indiretti da energia).\n\nRiduzione delle emissioni Scope 3 relative ai beni e servizi acquistati e ai trasporti upstream per i capi housebrand.\n\nCoinvolgimento dei fornitori Tier-1: percentuale registrata sulla piattaforma Higg e quota di produzione verificata tramite moduli ambientali (Higg FEM) e sociali (Higg FSLM).\n\nGli obiettivi di performance (SPT) prevedono entro il 2024 una riduzione del 21% delle emissioni Scope 1+2 e Scope 3 rispetto alla baseline 2019, il 100% dei fornitori Tier-1 registrati sulla piattaforma Higg e almeno l’80% del volume produttivo sottoposto a verifiche indipendenti.\n\nIl meccanismo di funzionamento prevede che, se gli SPT non vengono raggiunti, il tasso di interesse del bond aumenti (step-up), generando un costo finanziario aggiuntivo per l’azienda. La rendicontazione è annuale tramite uno SLB Progress Report con verifica esterna, garantendo trasparenza verso investitori e stakeholder.",

    "report": [
      {
        "year": 2023,
        "title": "OVS - Report di sostenibilità 2023",
        "url": "https://www.ovscorporate.it/sites/default/files/documents/2023-10/ovs_sustainability_linked_bond_ita.pdf"
      },
      {
        "year": 2022,
        "title": "OVS - Report di sostenibilità 2022",
        "url": "https://www.ovscorporate.it/sites/default/files/documents/2023-10/ovs_sustainability_linked_bond_progress_report_2022_ita.pdf"
      }
    ]
  },
  {
    "companyName": "Benetton",
    "segment": "Fast Fashion",
    "brandHistory": "Benetton, nato nel 1965 a Ponzano Veneto, brand italiano famoso per colore, maglieria e comunicazione; filiera internazionale, attenzione etica, materiali sostenibili, iniziative sociali, retail, spirito inclusivo.",
    "summaryLastReport": "Nel Bilancio Integrato 2023, Benetton Group dedica una parte significativa alla sostenibilità ambientale, descrivendo come il Gruppo si stia muovendo verso un modello di produzione più responsabile, pur in un contesto segnato da ristrutturazione e criticità economiche. Viene evidenziata la necessità di rafforzare la gestione ambientale interna e lungo la catena del valore, con un’attenzione particolare alla riduzione delle emissioni, all’uso efficiente delle risorse e alla circoscrizione degli impatti della filiera produttiva.\n\nBenetton sottolinea l’importanza della misurazione delle emissioni GHG (Scope 1, 2 e 3) e del miglioramento dei propri processi operativi, pur segnalando che lo Scope 3 rimane di gran lunga la componente più rilevante. Il Gruppo menziona iniziative volte alla tracciabilità dei fornitori, all’adozione di sistemi di reporting ambientale e all’uso di indicatori ESG per supportare il monitoraggio e la rendicontazione. Tuttavia, il documento riconosce che alcuni ambiti, in particolare i trasporti, lo smaltimento dei capi a fine vita e il riciclo, richiedono interventi più incisivi.\n\nBenetton indica alcuni impegni, tra cui l’ottimizzazione degli spazi logistici e dei negozi per migliorare l’efficienza energetica, e il rafforzamento della governance interna per garantire una gestione più coordinata delle tematiche ambientali. Il bilancio segnala inoltre l’adesione a iniziative e standard internazionali per rafforzare la trasparenza e l’affidabilità delle informazioni ambientali. Nondimeno, emergono come criticità la mancanza di target formalizzati di riduzione climatica sui tempi medi e la complessità del controllo sulle emissioni indirette da fornitori e partner esterni.\n\nNel complesso, Benetton riconosce l’urgenza di trasformare i propri processi in ottica ambientale, ma il report evidenzia che si tratta di un percorso in transizione, con alcuni progressi iniziali, ma anche parecchie aree dove il potenziale non è ancora stato pienamente concretizzato.",
    "report": [
      {
        "year": 2023,
        "title": "Benetton Group - Bilancio Integrato 2023",
        "url": "https://www.benettongroup.com/site/assets/files/7902/it-2023-bilancio_integrato_01.pdf"
      }
    ]
  },
  {
    "companyName": "Gucci",
    "segment": "Lusso",
    "brandHistory": "Gucci, fondata nel 1921 a Firenze da Guccio Gucci, maison di lusso globale; artigianalità fiorentina, innovazione creativa, tracciabilità, riduzione emissioni, impegno sociale, estetica contemporanea nell’eredità storica.",
    "summaryLastReport": "Gucci richiede ai propri fornitori e subfornitori un impegno formale nell’adozione dei Principi di Sostenibilità, estesi a tutti i livelli della catena di approvvigionamento. Il documento sottolinea l’applicazione del principio di precauzione in assenza di evidenze scientifiche certe, l’obbligo di garantire tracciabilità, trasparenza e il divieto di causare deforestazione o conversione di ecosistemi naturali non forestali a partire dal 1° gennaio 2020. I fornitori devono inoltre implementare sistemi di gestione energetica, adottare fonti rinnovabili, eliminare l’uso del carbone, ridurre le emissioni Scope 1 e 2, e usare trasporti più sostenibili.\n\nViene anche previsto il rispetto di standard stringenti per acquisti o uso di materie prime animali (piume, pelle, lana, piumino, diamanti) includendo tracciabilità, criteri di benessere animale e aderenza a certificazioni come RDS o DIST. Sostanze chimiche pericolose devono rispettare le listati MRSL/PRSL, con obblighi di reportistica e controllo analitico.\n\nIn ottica di economia circolare, i fornitori devono prevedere misure di riduzione, riuso e riciclo, gestire correttamente gli imballaggi, le eccedenze e gli scarti, e presentare un piano di sostenibilità con progressi misurabili. Gucci richiede inoltre ai fornitori di fornire informazioni dettagliate sulle materie prime, le sostanze chimiche, la produzione, l’uso di nanotecnologie e la strategia di fine vita del prodotto. Il rispetto dei Principi è verificabile tramite audit, accesso ispettivo e meccanismi di reclamo, inclusa la segnalazione attraverso il sistema di allerta Kering.",
    "report": [
      {
        "year": 2023,
        "title": "Gucci - Impact Report 2023",
        "url": "https://equilibrium.gucci.com/it/impact-report-2023/"
      },
      {
        "year": 2024,
        "title": "Gucci - Principi di Sostenibilità 2024",
        "url": "https://sustainabilityprinciples.gucci.com/it/assets/Principi-di-Sostenibilita_2024_IT_rev01.pdf"
      }
    ]
  },
  {
    "companyName": "Gruppo Armani",
    "segment": "Lusso",
    "brandHistory": "Gruppo Armani, fondato da Giorgio Armani, simbolo dell’eleganza italiana; linee diversificate dal lusso alla casa, artigianalità rigorosa, stile essenziale, presenza globale, iniziative etiche e ambientali crescita.",
    "summaryLastReport": "Il Gruppo Armani nel 2023 ha rafforzato il proprio percorso di sostenibilità con obiettivi chiari e misurabili. Sul fronte climatico ha fissato target ambiziosi: riduzione del 50% delle emissioni Scope 1 e 2 market-based entro il 2030 e del 42% delle Scope 3 entro il 2029, prendendo come riferimento il 2019. I progressi sono già evidenti, con una diminuzione del 57% delle emissioni dirette e del 20% di quelle lungo la catena del valore. Parallelamente, la quota di energia elettrica da fonti rinnovabili è salita al 76%, accompagnata da programmi di efficienza energetica e circolarità, che includono riduzione dell’uso di plastica, adozione di packaging riciclato e miglior gestione di acqua e rifiuti.\n\nArmani ha anche intensificato il proprio impegno verso la biodiversità, con l’obiettivo di conseguire un impatto netto positivo entro il 2025. Questo traguardo viene perseguito attraverso progetti di agricoltura rigenerativa, iniziative di riforestazione e collaborazioni con fondazioni per la tutela degli oceani. In parallelo, il gruppo ha definito linee guida rigorose per le materie prime e la produzione, favorendo approvvigionamenti certificati, biologici e riciclati, e lavorando per garantire maggiore tracciabilità della filiera.\n\nIl rapporto con i fornitori resta centrale: il Codice di sostenibilità è parte integrante delle condizioni contrattuali e nel 2023 circa il 57% dei costi di produzione façon e di prodotto finito è stato oggetto di audit. Tutti i partner devono rispettare le liste di sostanze chimiche vietate (pRSL e mRSL) e sottoporsi a controlli di laboratorio per assicurare la conformità. Sul fronte clienti, Armani ha avviato l’uso del Digital Product Passport, applicato a 29.000 capi tramite QR code, per garantire autenticità, tracciabilità e trasparenza.\n\nNel complesso, il Gruppo sta costruendo un modello che integra la riduzione delle emissioni con la protezione della biodiversità e una supply chain responsabile, facendo leva su innovazione, circolarità e coinvolgimento degli stakeholder per rafforzare la propria visione di lusso sostenibile e rigenerativo.",
    "report": [
      {
        "year": 2023,
        "title": "Armani - Bilancio di sostenibilità 2023",
        "url": "https://armanivalues.com/wp-content/uploads/2025/02/Bilancio-di-Sostenibilita%CC%80-2023_Gruppo-Armani.pdf"
      },
      {
        "year": 2022,
        "title": "Armani - Bilancio di sostenibilità 2022",
        "url": "https://armanivalues.com/wp-content/uploads/2023/08/Bilancio-di-Sostenibilita%CC%80-2022_Gruppo-Armani.pdf"
      },
      {
        "year": 2021,
        "title": "Armani - Bilancio di sostenibilità 2021",
        "url": "https://armanivalues.com/wp-content/uploads/2022/11/Sustainability-Report-2021-Armani-Group-IT.pdf"
      },
      {
        "year": 2020,
        "title": "Armani - Bilancio di sostenibilità 2020",
        "url": "https://armanivalues.com/wp-content/uploads/2021/12/Sustainability-Report-2020-Armani-Group-IT.pdf"
      }

    ]
  },
  {
    "companyName": "Ferragamo",
    "segment": "Lusso",
    "brandHistory": "Ferragamo, nato come bottega di calzoleria artistica, eccellenza toscana nel lusso; innovazione dei materiali, design iconici, artigianalità, pelletteria e calzature, responsabilità sociale, crescita internazionale, heritage contemporaneo.",
    "summaryLastReport": "Nel 2024 Ferragamo ha consolidato il proprio impegno ambientale, integrando obiettivi climatici e circolari in linea con lo standard SBTi e con l’ambizione di raggiungere la neutralità climatica al 2050. L’azienda è certificata ISO 14001, 14064 e 50001 e partecipa al CDP dal 2017, ottenendo nel 2024 il rating A- per il Climate Change e B per il Water, con inserimento nella Supplier Engagement Leaderboard per il coinvolgimento della filiera.\n\nSul fronte energia, il gruppo ha firmato un Collective Virtual Power Purchase Agreement in Europa che contribuirà ad aggiungere oltre 100.000 MWh/anno di elettricità rinnovabile, con l’obiettivo di arrivare al 100% di approvvigionamento green entro il 2030. Contestualmente prosegue il monitoraggio dei consumi e la promozione dell’efficienza energetica.\n\nL’economia circolare rappresenta un altro asse strategico: Ferragamo si è impegnata a eliminare le plastiche problematiche e non necessarie negli imballaggi entro il 2025 (B2C) e il 2030 (B2B). Nel 2023 sono stati introdotti polybag in plastica riciclata, grucce in 100% plastica post-consumer, sacchetti in cotone (anche organico) e fodere in poliestere riciclato. Inoltre, tutta la carta utilizzata per shopping bag, etichette e scatole proviene da fonti certificate FSC/PEFC o da fibre riciclate.\n\nL’attenzione alla gestione dell’acqua si traduce in un Water Action Plan che mappa i siti produttivi e i negozi in zone a rischio idrico, con l’obiettivo di ridurre consumi e impatti sulla qualità dell’acqua. L’analisi di rischio copre non solo le sedi italiane ma anche la rete globale e i fornitori.\n\nLa supply chain è monitorata attraverso una Restricted Substances List interna più restrittiva delle normative internazionali (REACH, Prop 65, ecc.), audit di conformità e test di laboratorio su prodotti e processi. È stato inoltre avviato un progetto pilota di eco-design sulla ballerina Varina, nell’ambito del programma Monitor for Circular Fashion, per sperimentare principi di design circolare e materiali sostenibili.\n\nNel complesso, Ferragamo punta a coniugare decarbonizzazione, riduzione degli sprechi, gestione responsabile delle risorse e innovazione di prodotto, rafforzando il posizionamento come maison impegnata in un modello di moda trasparente e circolare.",
    "report": [
      {
        "year": 2024,
        "title": "Ferragamo - Report annuale 2024",
        "url": "https://sustainability.ferragamo.com/resource/blob/1036092/f1924c557fd1496708f00f9373d4a063/ferragamo-bilancio-2024-ita-web-affiancate-data.pdf?UNDEFINED"
      },
      {
        "year": 2023,
        "title": "Ferragamo - Report annuale 2023",
        "url": "https://sustainability.ferragamo.com/resource/blob/887226/25aae668d751ecd419c3bbf786d5a1d1/ferragamo-ita-23-sing-data.pdf?UNDEFINED"
      },
      {
        "year": 2022,
        "title": "Ferragamo - Report annuale 2022",
        "url": "https://sustainability.ferragamo.com/resource/blob/784290/6f995cb9add8e3d6d2b76c6c3cea30ee/gruppo-ferragamo-annual-report-2022-data.pdf?UNDEFINED"
      },
      {
        "year": 2021,
        "title": "Ferragamo - Report annuale 2021",
        "url": "https://sustainability.ferragamo.com/resource/blob/577416/93962e5179d00fe9820a4008ddb8aba4/annual-report-salvatore-ferragamo-2021-data.pdf?UNDEFINED"
      },
      {
        "year": 2020,
        "title": "Ferragamo - Report annuale 2020",
        "url": "https://sustainability.ferragamo.com/resource/blob/577378/6816c0aac4a60793e20b9ec5bf7987a5/annual-report-ferragamo-2020-ita-data.pdf?UNDEFINED"
      }

    ]
  },
  {
    "companyName": "Moncler",
    "segment": "Lusso",
    "brandHistory": "Moncler, nato in Francia nel 1952, specializzato in abbigliamento tecnico; piumini iconici, ricerca materiali performanti, lifestyle alpino, collaborazioni moda, tracciabilità, sostenibilità, riduzione impatti, crescita internazionale continua.",
    "summaryLastReport": "Moncler nel 2024 consolida la propria leadership ESG nel settore lusso, riconfermandosi per il sesto anno consecutivo ai vertici dei Dow Jones Sustainability Indices (World ed Europe) e ottenendo rating A da CDP Climate Change. L’azienda ha già raggiunto la carbon neutrality nelle proprie sedi dirette (uffici, negozi, poli produttivi e hub logistici), grazie a elettricità 100% rinnovabile, compensazioni e interventi di efficienza.\n\nGli obiettivi climatici si inseriscono nella strategia Net Zero 2050, con target SBTi approvati che includono riduzioni al 2030 delle emissioni Scope 1, 2 e 3. Il gruppo prosegue nel programma distretti tessili sostenibili, supportando la filiera italiana e internazionale verso approvvigionamenti responsabili, certificazioni e tracciabilità delle materie prime.\n\nSul fronte economia circolare, Moncler punta ad aumentare l’uso di materiali riciclati e certificati, estendere programmi di recycling e second life (es. Moncler Born to Protect, Moncler Re/Style) e ridurre l’uso di plastiche monouso. Importante anche l’impegno nella gestione dell’acqua e dei rifiuti, con progetti per minimizzare l’impatto lungo tutta la catena del valore.\n\nL’azienda mantiene inoltre standard stringenti per il benessere animale e la tracciabilità delle piume, con certificazione DIST (Down Integrity System and Traceability), adottata come best practice di settore.",
    "report": [
      {
        "year": 2024,
        "title": "Moncler - Rendicontazione Consolidata di Sostenibilità 2024",
        "url": "https://www.monclergroup.com/wp-content/uploads/2025/04/moncler-group-rendicontazione-consolidata-di-sostenibilita-2024-risultati-principali.pdf"
      }
    ]
  },
  {
    "companyName": "Prada Group",
    "segment": "Lusso",
    "brandHistory": "Il gruppo Prada ha origine nel 1913 con l’apertura di un negozio di pelletteria a Milano da parte di Mario Prada. Negli anni '80, sotto la guida di Miuccia Prada, il marchio ha ridefinito l’estetica del lusso con un approccio minimalista e innovativo. Il gruppo include anche i marchi Miu Miu, Church’s e Car Shoe.",
    "summaryLastReport": "Il Gruppo Prada conferma un approccio strutturato alla sostenibilità attraverso la strategia “for Planet”, in cui chiave sono la decarbonizzazione, l’uso di materiali a basso impatto, la circolarità dei prodotti e la trasparenza della filiera. Prada ha ridotto le emissioni Scope 1 e 2 del 58% nel 2023 rispetto al 2019 di riferimento, puntando verso target SBTi e obiettivi Net Zero 2050. \n\nUn’attenzione particolare è rivolta al progetto Re-Nylon SEA BEYOND, che prevede l’uso di nylon rigenerato (Econyl) e un contributo al recupero marino, oltre a iniziative di divulgazione sul tema marino come l’Ocean Literacy World Conference. \n\nPrada promuove anche una visione circolare dei prodotti e delle materie prime: si lavora su upcycling, riciclo degli scarti di produzione, recupero delle reti da pesca e progetti dedicati come Upcycled by Miu Miu. \n\nLa tracciabilità è un pilastro: il Gruppo sta sviluppando roadmap per convertire materiali critici a basso impatto entro tre anni, e si impegna a intensificare la valutazione e la trasparenza della catena di approvvigionamento. \n\nNel complesso, Prada opera su un approccio integrato che va dalla riduzione delle emissioni alla rigenerazione ambientale, passando per il design circolare e la promozione di una cultura della sostenibilità rivolta sia alla filiera che ai consumatori finali.",
    "report": [
      {
        "year": 2023,
        "title": "Prada Group - Sustainability Report 2023",
        "url": "https://www.pradagroup.com/pradagroupjournal/e4f74ca298b9eeaeb23436599fa34f63/wp-content/uploads/2024/04/i-Prada_Group_2023_Sustainability_Report-2.pdf"
      },
      {
        "year": 2024,
        "title": "Prada Group - Sustainability Report 2024",
        "url": "https://www.pradagroup.com/content/dam/pradagroup/documents/Responsabilita_sociale/2025/Report-CSR-2024/E_2024%20Sustainability%20Report.pdf"
      }
    ]
  },
  {
    "companyName": "Oniverse (ex Calzedonia)",
    "segment": "Fast Fashion",
    "brandHistory": "Oniverse, già Calzedonia, gruppo manifatturiero veneto con rete retail globale; marchi Intimissimi, Tezenis, Falconeri; filiera integrata, maglieria e beachwear, investimenti, responsabilità sociale, transizione energetica, innovazione sostenibile.",
    "summaryLastReport": "Oniverse ha sviluppato il Report di Sostenibilità 2024 attorno a una strategia ambientale che punta a una moda più sostenibile e circolare. Il gruppo descrive gli sforzi intrapresi nell’ottimizzazione dei materiali, nella riduzione della plastica, nella gestione responsabile del packaging, e nel design degli arredi e degli ambienti, mirando a minimizzare l’impatto ambientale lungo l’intera catena del valore.\n\nNel campo del packaging, Oniverse segnala progressi significativi: la rimozione del film termoretraibile nei magazzini ha permesso di eliminare decine di migliaia di chili di plastica, e il passaggio da plastica vergine a plastica riciclata ha interessato oltre mezzo milione di chilogrammi. Per la carta e il cartone, il gruppo fa leva su materiali certificati FSC/PEFC e su fibre riciclate.\n\nLa gestione delle materie prime è un altro pilastro della strategia ambientale: Oniverse si pone l’obiettivo di portare almeno al 25% l’uso di tessuti a basso impatto entro il 2025 (nel 2023 si era già al 23%). Il criterio di “sostenibilità” per un capo si fonda su tracciabilità, composizione e aspetti etici. Inoltre, il gruppo dedica attenzione anche ai complementi d’arredo dei negozi, privilegiando materiali locali, duraturi e a basso impatto ambientale, e progettando con attenzione al loro intero ciclo di vita.\n\nIn sintesi, Oniverse punta a ridurre l’utilizzo di materiali ad alto impatto, a migliorare la circularità dei propri processi e a promuovere trasparenza e tracciabilità, secondo un modello di business che intende coniugare efficienza operativa e responsabilità ambientale.",
    "report": [
      {
        "year": 2024,
        "title": "Oniverse - Report di sostenibilità 2024",
        "url": "https://www.oniverse.it/mediaObject/images/report-sostenibilita/Report-di-sostenibilit%C3%A0---Oniverse-2024/original/Report+di+sostenibilit%C3%A0+-+Oniverse+2024.pdf"
      },
      {
        "year": 2023,
        "title": "Oniverse - Report di sostenibilità 2023",
        "url": "https://www.oniverse.it/mediaObject/images/report-sostenibilita/Report-di-sostenibilit%C3%A0----Oniverse-2023/original/Report+di+sostenibilit%C3%A0+-++Oniverse+2023.pdf"
      },
      {
        "year": 2022,
        "title": "Oniverse - Report di sostenibilità 2022",
        "url": "https://www.oniverse.it/mediaObject/images/report-sostenibilita/Report-Sostenibilit%C3%A0-2022---calzedonia-group/original/Report+Sostenibilit%C3%A0+2022+-+calzedonia+group.pdf"
      },
      {
        "year": 2021,
        "title": "Oniverse - Report di sostenibilità 2021",
        "url": "https://www.oniverse.it/mediaObject/images/report-sostenibilita/Report-di-Sostenibilit%C3%A0-2021---Calzedonia-Group/original/Report%2Bdi%2BSostenibilit%C3%A0%2B2021%2B-%2BCalzedonia%2BGroup.pdf"
      },
      {
        "year": 2020,
        "title": "Oniverse - Report di sostenibilità 2020",
        "url": "https://www.oniverse.it/mediaObject/images/report-sostenibilita/CalzedoniaGroup_ReportdiSostenibilit%C3%A02020/original/Calzedonia+Group+-+Report+di+Sostenibilit%C3%A0+2020.pdf"
      },
      {
        "year": 2019,
        "title": "Oniverse - Report di sostenibilità 2019",
        "url": "https://www.oniverse.it/mediaObject/images/report-sostenibilita/CalzedoniaGroup_ReportdiSostenibilit%C3%A02019/original/Report+di+Sostenibilit%C3%A0+2019+-+Calzedonia+Group.pdf"
      }

    ]
  }
]
